{
  "products": [
    {
      "productId": "TW000U931",
      "productname": "Timex Analog Blue Dial Men's Watch",
      "productprice": "1,977",
      "productcategory": "Men's Watch",
      "productdescription": "Dial Color: Blue, Case Shape: Round, Dial Glass Material: Mineral Band Color: Blue, Band Material: Leather Watch Movement Type: Quartz, Watch Display Type: Analog Case Material: Brass, Case Diameter: 45 millimeters Water Resistance Depth: 30 meters 1 year warranty Ideal for birthday, anniversary and wedding gift",
      "producturl": "https://m.media-amazon.com/images/I/71BdrxcEC2L._SY679_.jpg",
      "id": 5
    },
    {
      "productId": "NP2639SL04",
      "productname": "Titan Ladies Neo Economy Analog White Dial Women's Watch",
      "productprice": "₹1,995",
      "productcategory": "Women's Watch",
      "productdescription": "nalogue watch with a circular case and a stainless steel back Green genuine leather strap secured with a tang clasp",
      "producturl": "https://m.media-amazon.com/images/I/716AYwyVuYL._SX679_.jpg",
      "id": 6
    },
    {
      "productId": "TW000U927",
      "productname": "TIMEX Analog Leather Men's Watch (White Dial Brown Colored Strap)",
      "productprice": "₹1,977",
      "productcategory": "Men's Watch",
      "productdescription": "Dial Color: White, Case Shape: Round, Dial Glass Material: Mineral Band Color: Brown, Band Material: Leather Watch Movement Type: Quartz, Watch Display Type: Analog Case Material: Brass, Case Diameter: 45 millimeters Water Resistance Depth: 30 meters 1 year warranty Recommended for customers looking for a large dial sized watches Ideal for birthday, anniversary and wedding gift",
      "producturl": "https://m.media-amazon.com/images/I/71bPNeYJ6ML._SY679_.jpg",
      "id": 7
    },
    {
      "productId": "TWTG10002",
      "productname": "TIMEX Classics Collection Multifunction Men's Analog Black Dial Coloured Quartz Watch, Round Dial with 41mm Case Width",
      "productprice": "₹2,236",
      "productcategory": "Men's Watch",
      "productdescription": "MULTIFUNCTION & CASE DETAILS: Multifunction with Round Brass Case PREMIUM QUALITY WATCHES: We are providing watches for Men's with 100% Premium Quality Quartz Movement with analog displays with incredibly durable and can last a long time when properly maintained with this Men's watch made clearly. PERFECT GIFT: Analog wristwatches for Men's are perfect gifts for festivals and families. Stainless Steel strap watches luxurious fashion gifts for birthday parties, weddings, valentine's days, etc. Suitable gift analog watch for our friends, family members and colleagues.",
      "producturl": "https://m.media-amazon.com/images/I/61-liU8CYJL._SY500_.jpg",
      "id": 8
    },
    {
      "productId": "TW000U933",
      "productname": "Arrow Men Shirt",
      "productprice": "₹1,104",
      "productcategory": "Men's Shirt",
      "productdescription": "Material Composition100% Cotton PatternSolid Fit TypeSlim Fit Sleeve TypeLong Sleeve Collar StyleSpread Collar LengthStandard Length Country of OriginIndia",
      "producturl": "https://m.media-amazon.com/images/I/61SfHy4afgL._SX569_.jpg",
      "id": 9
    },
    {
      "productId": "TI000U90000",
      "productname": "Timex Fashion Analog Multi-Color Dial Men's Watch",
      "productprice": "2,398",
      "productcategory": "Men's Watch",
      "productdescription": "Dial Color: Multi-Color, Case Shape: Round Band Color: Brown, Band Material: Leather. Case Material: Brass Watch Movement Type: Quartz, Watch Display Type: Analog Water Resistance Depth: 30 meters Warranty type:Manufacturer; 2 Year Manufacturer Warranty The pin need to be pushed twice to start the watch Additional Information ManufacturerTimex Item Dimensions LxWxH9 x 9.5 x 9.9 Centimeters Generic Namecasual watch",
      "producturl": "https://m.media-amazon.com/images/I/61sZqq2bDPL._SX679_.jpg",
      "id": 10
    }
  ]
}